Revit 2024 API
SymbolTypeId.KgPerMSup3 Property
 Symbol kg/m³, indicating unit Kilograms per cubic meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId KgPerMSup3 { get; }
Visual Basic
Public Shared ReadOnly Property KgPerMSup3 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ KgPerMSup3 {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace